fsi-workflow/04_fluidSimulation/solution_air_Re20000/Fluid/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8                                   	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType laminar;
//simulationType  RAS;

RAS
{
    //RASModel        kEpsilon;
    RASModel        kOmegaSST;

    turbulence      off;

    printCoeffs     on;
}

// ************************************************************************* //
